// Завдання 2: Конкатенація радків та шаблонний рядок
// Створіть дві змінні, які містять імена двох осіб.
// Використовуючи конкатенацію рядків, створіть новий рядок, який містить вітання для обох осіб.
// Виведіть результат в консоль. Потім використайте шаблонний рядок для створення того ж вітання. Виведіть результат в консоль.

let Name1 = "Andrii";
let Name2 = "Liza";
let Names = `Hello ${Name1} and hello ${Name2}`;
console.log(Names);

Names = `Hello ${Name1.toLowerCase()} and hello ${Name2.toUpperCase()}`;
console.log(Names);
